Repository: LaserSrl/KrakeiOS
Catalog: Krake/OTP/*.lproj/KOTPLocalizable.strings
Languages: it

source: Yes
it: Si

source: Settings
it: Impostazioni

# location
source: Position
it: Posizione

# myLocation
source: My position
it: La mia posizione

source: stop
it: Fermata

source: From
it: Da

source: To
it: A

# fastTrip
source: Fastest route
it: Percorso più veloce

# stopSearch
source: Find stops
it: Ricerca fermate

# DirectionDescription.circle
source: At the roundabout take the %@ turn-off
it: Alla rotonda prendi la %@ uscita

# DirectionDescription.right
source: Turn right
it: Svolta a destra

# DirectionDescription.left
source: Turn left
it: Svolta a sinistra

# DirectionDescription.continue
source: Straight on
it: Continua

# DirectionDescription.depart
source: Set off
it: Parti

# DirectionDescription.slightlyLeft
source: Turn slightly to the left
it: Gira lievemente a sinistra

# DirectionDescription.slightlyRight
source: Turn slightly to the right
it: Gira lievemente a destra

# DirectionDescription.hardLeft
source: Turn left
it: Gira a sinistra

# DirectionDescription.hardRight
source: Turn right
it: Gira a destra

# DirectionDescription.uturn
source: Make a U-turn
it: Fai inversione a U

# DirectionDescription.after
source: After %s
it: Dopo %s

source: Stop name
it: Nome della fermata

# TravelMode.car
source: Drive to
it: Guida fino a

# TravelMode.walk
source: Walk for
it: Cammina per

# TravelMode.bicycle
source: Bike to
it: Vai in bici fino a

# Error.generic
source: Generic error
it: Errore generico

# TripMode.partenza
source: Departure
it: Partenza

# TripMode.arrivo
source: Arrival by
it: Arrivo entro

# Alert.MAX_NUMBER_OF_REGION
source: Warning: you can activate a maximum of 20 stops; disable at least one stop before activating a new one.
it: Attenzione: puoi attivare un massimo di 20 fermate; prima di procedere con l'attivazione di una nuova fermata, devi disabilitarne un'altra.

# Alert.DISABLE_ALL_STOPS_NOTIFICATION
source: Disable notifications for all stops.
it: Disattiva le notifiche per tutte le fermate.

# Alert.LOCALIZATION_ERROR
source: Enable always localization to use this functionality.
it: Abilita sempre la localizzazione per usufruire della funzionalità.

# Alert.STOP_NOTIFICATION
source: You are about to arrive at the '%@' stop
it: Stai per arrivare alla fermata '%@'

# Alert.ENABLE_STOP_NOTIFICATION_QUESTION
source: Would you like to be notified when you are about to reach the stop?
it: Vuoi essere notificato quando sei nei paraggi della fermata?

# Alert.DISABLE_STOP_NOTIFICATION_QUESTION
source: Do you want to disable the notification?
it: Vuoi disabilitare la notifica?

# Alert.DISABLE_ALL_STOPS_NOTIFICATION_QUESTION
source: Do you want to disable all notifications?
it: Vuoi disabilitare tutte le notifiche?

# Alert.FIND_STOPS_NEARBY
source: Find stops near a
it: Cerca fermate vicino a

# Alert.CAN_NOT_FIND_STOPS
source: There are no bus-stops around the highlighted area.
it: Non vi sono fermate nei pressi della zona evidenziata

# Alert.CAN_NOT_TRIP
source: It has not been possible to plan the journey
it: Non è stato possibile caricare l'itinerario

source: Line %@ to %@ %@
it: Linea %@ - %@ %@

# minutes
source: %0.f minutes
it: %@ minuti

# onMyWay
source: arriving
it: in arrivo

source: hour %@
it: ore %@

# Durata
source: Duration
it: Durata

# Percorso a piedi
source: Journey on foot
it: Percorso a piedi

# Cambi
source: Changes
it: Cambi

# BUS
source: Bus for
it: In bus

# TRAM
source: Tram for
it: In tram

# BY
source: for
it: per

# direction_by
source: in the direction of
it: in direzione

source: It hasn't been possible to work out the requested journeyas you are outside the prearranged area.
it: Non è stato possibile calcolare il tragitto richiesto in quanto è fuori dall'area prevista.

# please_waiting
source: PLEASE WAIT
it: ATTENDERE PREGO

# trip_route
source: We are planning your travel
it: Stiamo calcolando il percorso

source: Drag to move
it: Trascina per spostare
